{
        "corpusName" : "Tatian2.1",
        "shortDescription" : "the corpus documentation",
        "description" : "<h4>The project B4:</h4>This corpus was created in the <a href='https://www.sfb632.uni-potsdam.de/en/cprojects/b4.html'>Sonderforschungsbereich 632 project B4.</a> Project B4 investigates the role of information structure in language change. In the preceding two funding phases, this question was examined on the basis of evidence for syntactic variation and change in Germanic. Our investigations revealed that variation in word order, as attested in the historical prestages of the Germanic languages, interacts with the realisation of information structural categories, e.g. with the (non-)creation of topic-comment-division or the disambiguation of contrastive vs. information focus. Based on these observations, we developed a model which shows how the expression of information structural categories influences syntactic variation and change. In the third funding phase, we aim at testing and verifying this model on explaining additional historical processes initiated or accompanied by information structural conditions. During our previous examinations, we observed that information structure not only induces changes on the level of clause structure but also affects properties of referring expressions like their lexical form, their semantic type, or their syntactic behaviour in topic or focus marking multi-clausal constructions. In examining these questions we want to apply our method of investigating information structure in historical corpora successfully exploited in the previous work of the project, supplementing it with analytical methods developed by the theoretical project in the SFB in order to describe the respective diachronic processes in a proper and straightforward fashion.<h4>The corpus b4.tatian:</h4>The present corpus, the Tatian Corpus of Deviating Examples T-CODEX 2.1, provides morpho-syntactic and information structural annotation of parts of the Old High German translation attested in the MS St. Gallen Cod. 56, traditionally called the OHG Tatian, one of the largest prose texts from the classical OHG period. This corpus was designed and annotated by Project B4 of Collaborative Research Center on Information Structure at Humboldt University Berlin.  <br/>  The OHG Tatian text is a gospel harmony translated from Latin and written down in the middle of the 9th century by at least 6 scribes. In the MS, as Picture 1 shows, the Latin source and the OHG translation are attested as two juxtaposed columns. It has been noticed that each line in the OHG text translates exactly the same material found in the corresponding Latin line (cf. Masser 1997 a and b). A new diplomatic edition made available by Masser (1994, cf. Picture 2) reflects these major characteristics and makes it possible to compare the source and target text. We are grateful to Prof. Masser (Innsbruck) as well as to Vandenh&oelig;ck & Ruprecht publishing company (Göttingen, Germany) for allowing us to publish parts of the diplomatic text edition by Masser (1994) in our corpus.  <br/>  A fundamental question concerning medieval translations from Latin is whether the attested word order patterns and constructions are influenced by the syntax of the original or rather representative for the native grammar of the target language. Recent work on the syntactic analysis of OHG has established as a methodological precondition the restriction on clauses that differ from the order of the Latin original (Fleischer 2006). Such instances are called deviating examples. They are generally estimated as evidence for genuine OHG structures (cf. Dittmer and Dittmer 1998, Donhauser 1998). A detailed examination of such examples has shown that the deviations from the Latin occurring in the OHG Tatian part are not random but apply systematically throughout the text (cf. Fleischer, Hinterhölzl and Solf 2008).  <br/>  The present corpus compiles ca. 2.000 deviating examples found in the text portions of the scribes &alpha;, &beta;, &gamma; and &epsilon;. Each clause structure represents an extra file annotated with the annotation tool EXMARaLDA and searchable via ANNIS, a general-purpose tool for the publication, visualisation and querying of linguistic data collections, developed by Project D1 of the Collaborative Research Center on Information Structure at Potsdam University.  <br/>   Picture 1: The beginning of Luke 2,8 in the manuscript of the St. Gallen, Stiftsbibl. Cod. 56.Facsimile, pag. 35. In Sonderegger (2003, 130).  <br/> <div align='center'><img src='faksi1.png'/></div><br/>  Picture 2: The same part of the text in the edition of Masser (1994, 85).  <br/><br/>  <div align='center'><img src='faksi2.png'/></div><br/>",
	"annisLink" : "https://annis2.sfb632.uni-potsdam.de",
        "annotators" : [ 
            {"name" : "Svetlana Petrova", "eMail" : "s.petrova@staff.hu-berlin.de"}, 
            {"name" : "Carolin Odebrecht", "eMail" : "carolin.odebrecht@hu-berlin.de "},
            {"name" : "Michael Solf"},
            {"name" : "Yen Chun Chen"},
            {"name" : "Axel Kullick"},
            {"name" : "Malte Battefeld"},
            {"name" : "Sonja Linde"},
            {"name" : "Anke Gehrlein"}
        ],
        "license": "<a href='https://creativecommons.org/licenses/by/3.0/de/'>Creative Commons Attribution 3.0 Unported License</a>",
        
        "tooltips_metadata" : [
                {"name": "corpus-code", "tooltip": "Tatian-Corpus (T)."},
                {"name": "line", "tooltip": "Line number."},
                {"name": "page", "tooltip": "Page number."},
                {"name": "writer", "tooltip": "Shorthand symbols of the authors."},
                {"name": "X::abbreviation", "tooltip": "Abbreviation 'X'."},
                {"name": "X::sex", "tooltip": "Sex of the author."}
        ],
        "tooltips_annonames" : [
        		{"name": "aboutness", "tooltip": "This tag is given to phrases that are potential candidates for topics in the clause. With much current work, we distinguish between frame-setting (FRAME) and aboutness topics (AB) as instances of an overall notion of topicality"},
                {"name": "align", "tooltip": "In the alignment layer, we provide information which OHG item corresponds to which item in the Latin line. Please note that only the OHG text is annotated. In case two words are spelt together in the original, without a space in-between."},
        		{"name": "bibl", "tooltip": "Respective information according to manuscript page and line, scribe and concordance notes."},
                {"name": "cat", "tooltip": "Syntactic categories: adjective phrase (AP), adverbial phrase (ADVP), sentential phrase (CP), nominal phrase (NP), prepositional phrase (PP) and verbal phrase (VP)."},
                {"name": "clause-status", "tooltip": "Apart from the traditional classification of main and subordinate clauses, we distinguish causal and relative clauses as separate classes."},
                {"name": "comment", "tooltip": "This is a line for individual remarks and comments of the annotator."},
                {"name": "context", "tooltip": "Here, the relation of the clause with respect to the preceding context was annotated, especially in terms of discourse organization. We mainly distinguish between “situation shift” (Situationswechsel) und “anaphoric reference” (“AR”). Situationswechsel involves a change of time, place, speaker/narrator and participants."},
                {"name": "definiteness", "tooltip": "At this level, we annotate the semantic properties of phrases with respect to the definite (DEF)/indefinite (INDEF) distinction. In OHG, the system of definite determiners is not fully developed yet. Therefore, we annotate the semantic interpretation of the phrase despite of the presence of a definite or indefinite marker."},
                {"name": "foc-bg", "tooltip": "Focus-Background: contrastive focus (CF), new-information focus (NIF). Please note that second occurrence focus is marked by an index CF_01 and CF_02 in the annotation and if new and contrastive focus co-occurs on the same XP this is marked by NIFCF."},
                {"name": "foc-marker", "tooltip": "Focus-Marker: In this layer, we annotate focus sensitive operators like additive 'also', exclusive 'only', etc. (FOPR), as well as wh-words (WH)."},
                {"name": "gf", "tooltip": "Grammatical functions."},
                {"name": "givenness", "tooltip": "The 'givenness' tags are assigned to discourse referents only. Expressions that are accessible via contextual reference to a given entity or to the assumed world knowledge of the interlocutors are marked by ACC, expressions that refer to entities with a given antecedent in the context are marked by GIV and expressions that refer to entities with no antecedent in the context are marked by NEW."},
                {"name": "LAT", "tooltip": "Transcription of the original latin text."},
                {"name": "pos", "tooltip": "Part of speech."},
                {"name": "position", "tooltip": "In this tire, we mark the occurrence of a topic-marking construction. We follow the literature in assuming that left dislocation (LD) and hanging topic (HT) are typical topic- marking strategies, though differences in the pragmatic role of both are considered. Additionally, we distinguish the clause-initial constituent of a V2 main clause (German Vorfeld = GV). This distinction only concerns root declaratives. A consistent extension over subordinate clauses will be provided in future."},
                {"name": "syl_no", "tooltip": "The number of syllables per syntactic constituent."},
                {"name": "top-comm", "tooltip": "Annotation at this level applies if the sentence favours an unambiguous topic-comment reading. If the sentence favours a topic-comment, we mark the constituent that is put in A for topic by TOP and the rest of a clause with a topic is annotated for comment (COMM). If the entire clause is annotated for comment, this implies that a topic-comment division applies but there is no overt topic phrase."},
                {"name": "topic-marker", "tooltip": "Formal markers of topicality, e.g. adverbs, particles or modifiers that licence the topical status of a constituent."}
        ],
        
         "structInfoDesc" : "Structural data are those, which were necessary to create the Salt model. Since Salt is a graph-based model, all model elements are either nodes or relations between them. Salt contains a set of subtypes of the node element like SToken, STextualDS (primary data), SSpan etc. and a set of subtypes of the relation element like SSpanning Relation, SDominanceRelation, SPointingRelation etc. This section gives an overview of the amount of these elements used in this corpus/document.",
         "metaDataDesc" : "The meta data of a document or a corpus give some information about its provenance e.g. from where does the primary data came from, who annotated it or when and so on. We provide the respective information according to manuscript page and line, scribe and concordance notes.",
         "annoDesc" : "This section shows all annotations contained in this corpus or document. Annotations in Salt are attribute-value-pairs. This table contains the frequencies of all annotation names and annotation values."
        }
    
